readwrite/96_node/job_1471258_fiojob_4/nid00089_fiojob_4/output.log
readwrite: (g=0): rw=rw, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 4 processes
readwrite: Laying out IO file (1 file / 1024MiB)
readwrite: Laying out IO file (1 file / 1024MiB)

readwrite: (groupid=0, jobs=4): err= 0: pid=70391: Wed Jul 21 17:34:06 2021
  read: IOPS=23.8k, BW=93.2MiB/s (97.7MB/s)(27.3GiB/300003msec)
    slat (usec): min=7, max=166336, avg=71.05, stdev=871.41
    clat (usec): min=10, max=1807.8k, avg=21400.48, stdev=56765.14
     lat (usec): min=22, max=1813.4k, avg=21472.30, stdev=57133.47
    clat percentiles (msec):
     |  1.00th=[   12],  5.00th=[   13], 10.00th=[   13], 20.00th=[   13],
     | 30.00th=[   13], 40.00th=[   14], 50.00th=[   14], 60.00th=[   14],
     | 70.00th=[   14], 80.00th=[   14], 90.00th=[   15], 95.00th=[   19],
     | 99.00th=[  321], 99.50th=[  422], 99.90th=[  760], 99.95th=[  936],
     | 99.99th=[ 1183]
   bw (  KiB/s): min=  136, max=166680, per=100.00%, avg=96097.80, stdev=15302.52, samples=2380
   iops        : min=   34, max=41670, avg=24024.37, stdev=3825.64, samples=2380
  write: IOPS=23.8k, BW=93.1MiB/s (97.6MB/s)(27.3GiB/300003msec); 0 zone resets
    slat (usec): min=68, max=54788, avg=75.04, stdev=32.44
    clat (usec): min=11, max=1811.6k, avg=21393.09, stdev=56834.05
     lat (usec): min=87, max=1811.7k, avg=21469.23, stdev=56836.53
    clat percentiles (msec):
     |  1.00th=[   12],  5.00th=[   13], 10.00th=[   13], 20.00th=[   13],
     | 30.00th=[   13], 40.00th=[   14], 50.00th=[   14], 60.00th=[   14],
     | 70.00th=[   14], 80.00th=[   14], 90.00th=[   15], 95.00th=[   19],
     | 99.00th=[  326], 99.50th=[  422], 99.90th=[  751], 99.95th=[  936],
     | 99.99th=[ 1200]
   bw (  KiB/s): min=  144, max=164168, per=100.00%, avg=95983.86, stdev=15291.05, samples=2381
   iops        : min=   36, max=41042, avg=23995.89, stdev=3822.77, samples=2381
  lat (usec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.01%, 500=0.01%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=95.44%, 50=2.24%
  lat (msec)   : 100=0.09%, 250=0.65%, 500=1.27%, 750=0.20%, 1000=0.07%
  lat (msec)   : 2000=0.03%
  cpu          : usr=11.56%, sys=57.22%, ctx=152854, majf=0, minf=172
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=7154300,7148481,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=93.2MiB/s (97.7MB/s), 93.2MiB/s-93.2MiB/s (97.7MB/s-97.7MB/s), io=27.3GiB (29.3GB), run=300003-300003msec
  WRITE: bw=93.1MiB/s (97.6MB/s), 93.1MiB/s-93.1MiB/s (97.6MB/s-97.6MB/s), io=27.3GiB (29.3GB), run=300003-300003msec